{
    "title":"EVA Air | Farewell! Boeing 747-400",
    "des":"Maybe you used to fly on one of our Boeing 747-400, watching the exotic scenery just beyond the window, or looking up at the skies, and accidentally discovering her charm. It is your curiousity and travel stories that shaped the many beautiful memories of the 747-400.",
    "menu_01":"Gallery",
    "menu_02":"Milestones",
    "menu_03":"History",
    "menu_04":"Q & A",
    "menu_05":"Memories",
    "index_tt1":"svg/tt_en2.svg",
    "index_tt3":"svg/tt_en1.svg",
    "index_base":"img/tt_en.png",
    "index_H1":"Farewell! Boeing 747-400",
    "index_H2_PC":"Maybe you used to fly on one of our Boeing 747-400, watching the exotic scenery just beyond the window, or looking up at the skies, and accidentally discovering her charm. It is your curiousity and travel stories that shaped the many beautiful memories of the 747-400.",
    "index_H2_M":"Follow the foot prints of boeing 747-400<p>to discover more and relive the</p>beautiful memories that you helped shape.",
    "photo_H1":"Gallery",
    "photo_H2":"Relive the special occasions and rediscover the elegance of the Queen of the Skies.",
    "photo":"Photo",
    "video":"Video",
    "photo_01":"1992-11-02<br>Boeing in Everett<br>747-400 Delivery Ceremony",
    "photo_02":"<span>1992-11-02<br>The 1st and 2nd 747-400 delivery ceremony</span>",
    "photo_03":"1992-11-24<br>The 1st and 2nd 747-400<br>Welcome Ceremony in Taiwan",
    "photo_04":"1992-11-24<br>The 1st and 2nd 747-400<br>Welcome Ceremony in Taiwan",
    "photo_05":"1993-05-18<br>The 3rd 747-400<br>Arrival Ceremony in Taiwan",
    "photo_06":"1993-09-23<br>Celebration of the 5th 747-400<br>Arrival in Taiwan",
    "photo_07":"2008-03-14<br>747-400 cabin renovation",
    "photo_08":"EVA Air<br>1st generation livery",
    "photo_09":"EVA Air<br>2nd generation livery",
    "photo_10":"EVA Air 747-400<br>in-flight service",
    "photo_11":"EVA Air 747-400<br>gourmet meals",
    "photo_12":"EVA Air 747-400<br>cabin environment",
    "photo_13":"2017-08-17<br>B-16411 getting ready<br>for her final mission.",
    "photo_14":"2017-08-24<br>EVA Air Bids Farewell<br>to B747-400 & Revels New Uniforms.",
    "photo_in_01":"1992-11-02 747-400 Delivery Ceremony and banquet at the Boeing Company in Everett",
    "photo_in_02":"1992-11-02 Delivery Ceremony of EVA Air's 1st and 2nd 747-400.",
    "photo_in_03":"1992-11-24 Welcome Ceremony of EVA Air's 1st and 2nd 747-400 in Taiwan",
    "photo_in_04":"1992-11-24 Welcome Ceremony of EVA Air's 1st and 2nd 747-400 in Taiwan",
    "photo_in_05":"1993-05-18 Welcome Ceremony of EVA Air's 3rd 747-400 in Taiwan",
    "photo_in_06":"1993-09-23 Welcome Ceremony of EVA Air's 5th 747-400 in Taiwan",
    "photo_in_07":"2008-03-14 Cabin modifcation for the 747-400.",
    "photo_in_08":"EVA Air's 1st generation livery on the 747-400",
    "photo_in_09":"EVA Air's 2nd generation livery on the 747-400",
    "photo_in_10":"Boeing 747-400 in-flight service of EVA Air",
    "photo_in_11":"747-400 gourmet meals of EVA Air.",
    "photo_in_12":"747-400 cabin environment of EVA Air",
    "photo_in_13":"2017-08-17 B-16411 getting ready for her final mission.",
    "photo_in_14":"2017-08-24 EVA Air Bids Farewell to B747-400 & Revels New Uniforms.",
    "Timeline_H1":"Milestones",
    "Timeline_H2":"Special moments 25 years in the making",
    "Timeline_01":"<p>1990.07.12</p><p>Display of the EVA Air 747-400<span> aircraft model, and publishing of the corporate identity system</span></p>",
    "Timeline_02":"<p>1992.11.02</p><p>Delivery Ceremony of the 1st and<span> 2nd EVA Air 747-400 aircraft was</span> held in Everett, WA.</p>",
    "Timeline_03":"<p>1992.11.24</p><p>Welcome Ceremony of the first two<span> 747-400 of new aircraft arriving in Taiwan</span></p>",
    "Timeline_04":"<p>1992.12.12</p><p>Launch of the transpacific route from<br>Taipei to Los Angeles.</p>",
    "Timeline_05":"<p>1993.05.18</p><p>The 3rd 747-400 Welcome<br>Ceremony in Taiwan</p>",
    "Timeline_06":"<p>1993.09.16</p><p>Aircraft Delivery Ceremony of the 1st<span>747-400 Combi in Everett, WA.</span></p>",
    "Timeline_07":"<p>1993.09.23</p><p>The 5th 747-400 Welcome<br>Ceremony in Taiwan</p>",
    "Timeline_08":"<p>1999.07</p><p>The two koalas \"Patrick\" and <span>\"Halley\" carried by EVA Air's Boeing </span><span>747-400 Combi aircraft from Australia arrived in Taiwan.</span></p>",
    "Timeline_09":"<p>2000.07.15</p><p>The 1st 747-400 cargo aircraft made its<span>public appearance at Terminal 2 of Chiang Kai-shek International Airport.</span></p>",
    "Timeline_10":"<p>2001.11.20</p><p>EVA Air's 2nd generation aircraft livery made its first appearance on the 747-400</p>",
    "Timeline_11":"<p>2004.10</p><p>The two koalas \"Pearl\" and \"Joey\" were transported to Taiwan.</p>",
    "Timeline_12":"<p>2005.02.18</p><p>Signing Ceremony of 747-400 Large Cargo Freighter (LCF, a.k.a Dreamlifter)<span>retrofit with Boeing and eneral Electric.</span></p>",
    "Timeline_13":"<p>2007.04.22</p><p>The 1st 747-400 completed<span>the LCF conversion in Taoyuan and</span>started operation in May 2007.</p>",
    "Timeline_14":"<p>2007.06.15</p><p>The 1st EVA Air 747 passenger aircraft<span>completed interior upgrades, complete</span><span>with Premium Laurel Class, Elite Class</span>and Economy Class.</p>",
    "Timeline_15":"<p>2007.10.04</p><p>Redesigned In-flight Bar in the Premium Laurel Class cabin of the EVA 747-400.</p>",
    "Timeline_16":"<p>2008.03.14</p><p>B747-400 passenger cabin<br>was newly decorated.</p>",
    "Timeline_17":"<p>2008.12.22</p><p>747-400 Combi aircraft undertook the charter service to transport pandas from Sichuan. The two pandas \"Tuantuan\" and \"Yuanyuan\" arrived in Taiwan.</p>",
    "Timeline_18":"<p>2013.09.13</p><p>747-400 Combi (No. B-16403)<span>was decommissioned.</span></p>",
    "Timeline_19":"<p>2015.01.05</p><p>The last 747-400 Combi aircraft<span>(No. B-16409) completed its last flight</span>from Hong Kong to Taipei.</p>",
    "Timeline_20":"<p>2017.08.21</p><p>The last EVA Air 747-400 completed its<span>last flight from Hong Kong to Taoyuan,</span><span>marking the end of a truly remarkable era.</span></p>",
    "History_H1":"Historical Review",
    "History_H2":"A True Legend",
    "History_01_1":"Introduced by EVA Air and promoted to the main force of air traffic",
    "History_01_2":"EVA Air was founded by Y. F. Chang, president of Evergreen Group, in 1989, and it signed contracts with Boeing Company and McDonnell Douglas to purchase 26 planes on October 6 in the same year, with the total amount being USD 3.6 billion. Seven 747-400 passenger aircraft, ten 747-400 Combi and three 747-400 cargo planes were introduced altogether. The model design, performance or comfort of 747-400 model were better than those of other models, and it was the main fleet of long haul routes during the pioneering stage of EVA Air. ",
    "History_02_1":"A passenger airplane started the first flight formally and inspired the demeanor of cabin class.",
    "History_02_2":"Flight started formally in 1991, the 1st and 2nd 747-400 passenger aircraft were delivered at Boeing Company, Seattle on Nov. 2, 1992, with first class, business class, economy deluxe class and economy class planned, which pioneered the 4th class (economy deluxe class) between business class and economy class. Many airline companies followed this innovative practice and the founder Chang, Yung-fa especially, headed for America to pick up the planes, and flew back to Taiwan on Nov. 24 in the same year.",
    "History_03_1":"Fly over the Pacific and new global network for services",
    "History_03_2":"The 1st and 2nd 747-400 passenger aircraft opened up the flight route from Taipei to Los Angeles on Dec. 12, 1992, which started the trans-Pacific flight, laid the foundation of the global flight network distribution for EVA Air and made EVA Air own the most intensive flights from Taipei to North America. Up to the end of the year, EVA Air will have 88 flights from Taipei to 8 major gateway cities in North America each week. The intensive flights provide convenience for Taiwanese to travel to and from North America and also attract tourists from North America or Southeast Asia to transfer in Taiwan. On January 29, 2003, EVA Air arranged B747-400 passenger aircraft to carry out the 1st spring festival charter flight from Taipei through Macao (technical landing) to Shanghai, which kicked off the cross-Strait direct flight. ",
    "History_04_1":"747-400 completes numerous tasks and is decommissioned.",
    "History_04_2":"The unique main cargo cabin of 747-400 Combi can carry special cargoes (such as large machines, exhibits and live animals), which is quite popular among owners of cargoes and makes the passenger aircraft fleet dispatching more flexible. However, as science and technology are changing rapidly and various electronic products become lighter, thin, short and small, the demand of cargo space is small. EVA Air's new generation aircraft 777-300ER for long haul routes possesses great cargo capacity, so it has gradually replaced the 747-400 Combi; the 747-400 Combi was formally decommissioned on January 5, 2015. After completing the flight between Hong Kong and Taipei on August 21, 2017, all 747-400 passenger aircraft were decommissioned and 747-400 cargo aircraft were also planned to be decommissioned in 2019.",
    "History_05_1":"Important tasks undertaken by the 747-400",
    "History_05_2_1":"Charter flight for head of state (combi aircraft)",
    "History_05_2_2":"<li>1995.04, served as a charter flight for the then president Lee, Teng-hui to visit the Middle East</li><li>2000.08, 2000, served as a charter flight for the then president Chen, Shui-bian on the \"democratic diplomacy and friendship journey\"</li><li>2001.05, served as a charter flight for the then  president Chen Shui-bian on the \"cooperative prosperity and harmonious journey\"</li><li>2009.06, served as a charter flight for the then President Ma Ying-jeou on the \"journey of permanent friendship\"</li>",
    "History_05_2_3":"Charter flight for protected animals (combi aircraft)",
    "History_05_2_4":"<li>In 1999, served as a charter flight for the two koalas \"Harley\" and \"Patrick\"</li><li>In 2008, served as a charter flight for the two pandas \"Tuantuan\" and \"Yuanyuan\"</li><li>In 2011, served as a charter flight for the red-crowned cranes \"BIG\" and \"GUIHUA\",that were protected in Hokkaido.</li>",
    "History_05_2_5":"First flight (passenger plane)",
    "History_05_2_6_1":"<li>1992.12.12 Taipei-Los Angles</li><li>1993.06.08 Taipei-Seattle-New York</li><li>1995.12.13 Taipei-Los Angles-Panama</li><li>1998.06.11 Kaohsiung-Los Angles</li>",
    "History_05_2_6_2":"<li>1999.06.22 Taipei-Vancouver</li><li>2003.01.29 Taipei-Macao-Shanghai</li><li>2008.12.15 Taipei-Hangzhou</li>",
    "QA_H1":"Q & A",
    "QA_H2":"Solve the puzzle and dig for more secrets",
    "QA_01_Q":"How many 747-400 passenger aircraft has EVA operated (purchased / rented)?",
    "QA_01_A":"EVA runs seven 747-400 passenger aircraft (B-16401, B-16402, B-16403, B-16405, B-16410, B-16411 and B-16412), among which B-16403 and B-16405 flew to America were converted into COMBI (combi aircraft) in September and October, 1994, respectively, and in April, 2004, B-16401 and B-16402 were sold to GECAS and rented back, and then in 2007, they were delivered to IAI, an Israeli refitting factory to be converted into cargo aircraft. The B-16402 was returned after the expiration of tenancy term in November, 2016, and it is predicted that B-16401 will be returned in July, 2017. ",
    "QA_02_Q":"How many destinations have EVA 747-400 passenger aircraft flown to? In which air routes do they implement the first flight?",
    "QA_02_A_1":"Destinations / <div class=\"list\"><span>LAX,SEA,EWR,SFO,YVR</span><span>VIE,LGW,LHR,CDG</span><span>BKK,SIN,PEN,SGN,MNL,KUL,JKT,DPS </span><span>CTS,HKD,HND</span><span>KHH,HKG,MFM</span><span>PVG,PEK,HGH,CAN,SZX</span></div>",
    "QA_02_A_2":"First flight /<div class=\"list\"><span>1992.12.12 TPE-LAX</span><span>1993.06.08 TPE-SEA-EWR</span><span>1995.12.13 TPE-LAX-PTY</span><span>1998.06.11 KHH-LAX</span><span>1999.06.22 TPE-YVR</span><span>2008.12.15 TPE-HGH</span></div>",
    "QA_03_Q":"Which is the longest route for EVA 747-400 passenger aircraft? How far is the flying distance? ",
    "QA_03_A":"The longest route:  TPE (Taipei)-LAX (Los  Angeles)-PTY (Panama)-LAX (Los Angles)-TPE (Taipei)<br>The longest direct flight route segment is from LAX to TPE, with a flying distance of about 6,500 nm. ",
    "QA_04_Q":"How long has EVA's 747-400 passenger aircraft fleet served? How many passengers have been carried? How far is the accumulated flying distance? How many times would if circling the Earth?",
    "QA_04_A":" Since the 1st 747-400 passenger aircraft was received in 1992, EVA's 747-400 passenger aircraft fleet has served over 25 years (the accumulated number of passengers and flying distance statistics are unavailable).",
    "QA_05_Q":"Why does EVA consider adopting 747-400 passenger aircraft? When was the first 747 introduced to the fleet? When was it put into service formally?",
    "QA_05_A":"Since the Northwest Airlines started to fly the 1st 747-400 passenger aircraft in February, 1989, 747-400 passenger aircraft have occupied the market of wide-body airliners, whose design, performance or cabin comfort surpasses those of other models. The Company imported the 1st 747-400 passenger aircraft in November, 1992 and put it into operation on December 12, 1992, with the first flight from Taipei to Los Angeles.<br>The imported new Boeing 747-400 initiated the 4th cabin class in the world, economy deluxe class and passengers only have to pay the ticket rates a little higher than economy class; they can then enjoy the service as in the business class cabin. Many airline companies follow this initiative practice.<br>The 1st Boeing 747-700 passenger aircraft had the cabin renovated in 2007, with Premium Laurel Class, Elite Class and Economy Class equipped.",
    "QA_06_Q":"Which Cabin Class did an original 747-400 passenger aircraft have? ",
    "QA_06_A":"SUPER FIRST CLASS<br>SUPER DELUXE CLASS<br>ECONOMY DELUXE CLASS<br>ECONOMY CLASS",
    "QA_07_Q":"How many passengers could be carried before the cabin renovation? ",
    "QA_07_A":"The original four-class cabins were equipped with 368 seats and the three-class cabins after the renovation have 372 seats. ",
    "QA_08_Q":"Which services are upgraded after the cabin renovation? What kind of initiative practices are adopted? ",
    "QA_08_A":" The hardware equipment of passenger cabins is improved to the standard of 777 fleets, with the backwards lying angle in the super deluxe class included, and passengers can feel more comfortable during long-haul flight, and personal privacy is protected. The in-flight entertainment  system has been improved and there is self-service audio-video equipment in the cabins of all classes. Galley equipment is added to provide passengers with better dining service. Laboratory facilities are  updated to provide more spacious room for passengers. ",
    "QA_09_Q":"How does EVA deal with decommissioned 747-400 passenger aircraft?",
    "QA_09_A":"747-400 passenger aircraft will be dismantled and sold after decommissioning, to bring their surplus value into full use.",
    "FB_H1":"Our Memories",
    "FB_H2":"Thank you for being part of our 25 years of wonderful momories."
}